/***************/
/* Main Window */
/***************/
"Colour Contrast Analyser" = "Colour Contrast Analyser";
"Foreground" = "Primo piano";
"Background" = "Sfondo";
"Foreground colour dropdown" = "Scelta del colore di primo piano";
"Background colour dropdown" = "Scelta del colore di sfondo";
"Display and edit the chosen background colour" = "Visualizza e modifica il colore di sfondo prescelto";
"Display and edit the chosen foreground colour" = "Visualizza e modifica il colore di primo piano prescelto";
"Red" = "Rosso";
"Green" = "Verde";
"Blue" = "Blu";
"Colour select:" = "Seleziona il colore:";
"Results" = "Risultati";
"Results for color blindness" = "Risultati per la percezione alterata dei colori";
"Colour/Brightness difference" = "Differenza di colore/luminosità";
"Contrast ratio" = "Rapporto di contrasto";
"example text showing contrast" = "Testo d'esempio";
"Text" = "Testo";
"Large text" = "Testo grande";

"Normal" = "Normale";
"Protanopia" = "Protanopia";
"Deuteranopia" = "Deuteranopia";
"Tritanopia" = "Tritanopia";
"Color blindness" = "Daltonismo";

/* NSTextFieldLuminosity */
"Pass" = "Superato";
"Fail" = "Non superato";
"passed at level" = "Superato a livello";
"failed at level" = "Non superato a livello";

/* NSTextFieldColourBlindness */
"The contrast ratio is" = "Il rapporto di contrasto è";
"colour difference" = "differenza di colore";
"brightness difference" = "differenza di luminosità";

/******************/
/* Details drawer */
/******************/
"Show details" = "Visualizza i dettagli";
"Copy results" = "Copia i risultati";
/* Results */
"sufficient" = "sufficiente";
"not sufficient" = "non sufficiente";
"detail_1" = "La differenza di luminosità tra i due colori è";
"detail_2" = "La soglia è 125, ed il risultato fra i colori di sfondo e di primo piano è";
"detail_3" = "La differenza di colore tra i due colori è";
"detail_4" = "La soglia è 500, ed il risultato fra i colori di sfondo e di primo piano è";
"detail_5" = "Nota: questo valore non soddisfa l'intervallo specificato dal W3C, ma rispetta invece quello adottato da Hewlett Packard. Hewlett Packard raccomanda un valore di soglia uguale a 400.";
"detail_6" = "1.4.2 Contrasto (Minimo):  Testo (ed immagini con testo) hanno un rapporto di contrasto minimo di 4.5:1, tranne che in presenza di testo puramente decorativo. Il testo più grande (almeno 18 pt o 14 pt grassetto) o le immagini con testo possono avere un rapporto di contrasto pari a 3:1. (Livello AA)";
"detail_7" = "1.4.4 Contrasto (Esteso): Testo (ed immagini con testo) hanno un rapporto di contrasto minimo di  7:1, tranne che in presenza di testo puramente decorativo.  Il testo più grande (almeno 18 pt o 14 pt grassetto) o le immagini con testo possono avere un rapporto di contrasto pari a 4.5:1. (Level AAA)";
"detail_8" = "Nota: I caratteri aventi disegno particolarmente sottile o decorativo risultano più difficili da leggere a bassi livello di contrasto.";


/********************/
/* Application Menu */
/********************/
"About Colour Contrast Analyser" = "Informazioni sul Colour Contrast Analyser";
"Preferences…" = "Preferenze…";
"Hide Colour Contrast Analyser" = "Nascondi il Colour Contrast Analyser";
"Hide Others" = "Nascondi altri";
"Services" = "Servizi";
"Show All" = "Visualizza tutto";
"Quit Colour Contrast Analyser" = "Termina il Colour Contrast Analyser";

/****************/
/* Options Menu */
/****************/
"Options" = "Opzioni";
"Displayed color values" = "Valori dei colori visualizzati";
"Algorithm" = "Algoritmo";
"Luminosity" = "Luminosità";
"Show color sliders" = "Visualizza le barre dei colori";

/*************/
/* Edit Menu */
/*************/
"Edit" = "Modifica";
"Copy" = "Copia";
"Paste" = "Incolla";

/***************/
/* Window Menu */
/***************/
"Window" = "Finestra";
"Minimize" = "Riduci a icona";
"Bring All to Front" = "Tutto in primo piano";

/*************/
/* Help Menu */
/*************/
"Help" = "Aiuto";
"Colour Contrast Analyser Help" = "Aiuto sul Colour Contrast Analyser";

/************/
/* ToolTips */
/************/
"⌘O : Open details panel" = "⌘O : Apre il pannello dei dettagli";
"⌘D : Select Colour/Brightness difference algorithm" = "⌘D : Seleziona l'algoritmo differenza di colore/luminosità";
"⌘L : Select Luminosity algorithm" = "⌘L : Seleziona l'algoritmo contrasto di luminosità";
"⌘R : Switch into RGB input" = "⌘R : Input RGB";
"⌘E : Switch into HEX input" = "⌘E : Input HEX";